Repository: micksab/Map2Civ
Catalog: Map2Civ/View/MainForm.*.resx
Languages: el

# newModelButton.Text
source: Create a new model
el: Δημιουργία Νέου Μοντέλου

# loadMapButton.Text
source: Load An Existing Model
el: Φόρτωση Υπάρχοντος Μοντέλου

# saveButton.Text
source: Save The Current Model
el: Αποθήκευση

# saveAsButton.Text
source: Save As
el: Αποθήκευση Ως

# exportToCivMap.Text
source: Export Model To Civilization Map
el: Εξαγωγή Σε Αρχείο Χάρτη Civilization

# settingsButton.Text
source: Settings
el: Ρυθμίσεις

# helpButton.Text
source: Help
el: Βοήθεια

# aboutButton.Text
source: About
el: Πληροφορίες

# newStripMenuItem.Text
source: New
el: Δημιουργία Νέου Μοντέλου

# openStripMenuItem.Text
source: Open
el: Φόρτωση Υπάρχοντος Μοντέλου

# saveStripMenuItem.Text
source: Save
el: Αποθήκευση

# saveAsStripMenuItem.Text
source: Save As
el: Αποθήκευση Ως

# exportToCivStripMenuItem.Text
source: Export to Civilization Map
el: Εξαγωγή Σε Αρχείο Χάρτη Civilization

# fileMenu.Text
source: File
el: Αρχείο

# settingsStripMenuItem.Text
source: Settings
el: Ρυθμίσεις

# settingsMenu.Text
source: Settings
el: Ρυθμίσεις

# helpStripMenuItem.Text
source: Help
el: Βοήθεια

# aboutStripMenuItem.Text
source: About
el: Πληροφορίες

# helpMenu.Text
source: Help
el: Βοήθεια

# originalMapTabPage.Text
source: Original Map
el: Πηγαίος Χάρτης

# processedMapTabPage.Text
source: Processed Map
el: Επεξεργασμένος Χάρτης

# zoomInButton.Text
source: Zoom-In (Mouse Wheel Up)
el: Μεγέθυνση Χάρτη (Mouse Wheel Up)

# zoomOutButton.Text
source: Zoom-Out (Mouse Wheel Down)
el: Σμίκρυνση Χάρτη (Mouse Wheel Down)

# zoomDefaultButton.Text
source: Default Zoom
el: Επαναφορά Χάρτη Στις Αρχικές Του Διαστάσεις

# plotHeaderLabel.Text
source: Plot:
el: Τομέας:

# coordinatesHeaderLabel.Text
source: Coordinates:
el: Συντεταγμένες:

# civilizationVersionHeaderLabel.Text
source: Civilization Version:
el: Έκδοση Civilization:

# mapSizeHeaderLabel.Text
source: Map Size:
el: Μέγεθος Χάρτη:

# colorsDetectedHeaderLabel.Text
source: Colors Detected:
el: Ανιχνευθέντα Χρώματα:

# percentCompleteHeaderLabel.Text
source: Complete (%):
el: Πλήρες (%):
