Repository: micksab/Map2Civ
Catalog: Map2Civ/View/SettingsForm.*.resx
Languages: el_gr

# cancelButton.Text
source: Cancel
el_gr: Ακύρωση

# applyButton.Text
source: Apply Changes
el_gr: Εφαρμογή Αλλαγών

# uiCultureLabel.Text
source: Language
el_gr: Γλώσσα

# revertButton.Text
source: Revert To Default Settings
el_gr: Επαναφορά Προτεινόμενων Ρυθμίσεων

# regionEditGroupBox.Text
source: Region Editor
el_gr: Επεξεργασία Περιοχής

# mapDisplayTabPage.Text
source: Map Display
el_gr: Προβολή Χάρτη

# zoomGroup.Text
source: Zoom
el_gr: Μεγέθυνσης

# terrainGroup.Text
source: Terrain Colors
el_gr: Χρώματα Αναγλύφου

# plotWidthGroup.Text
source: Plot Width
el_gr: Πλάτος Τομέα

# gridGroup.Text
source: Grid
el_gr: Πλέγμα

# keyboardShortcutsTabPage.Text
source: Keyboard Shortcuts
el_gr: Συντομεύσεις Πλήκτρων

# labelKeyShrortcuts_AssignMountain.Text
source: Assign 'Mountain' Elevation
el_gr: Ανάθεση Αναγλύφου 'Όρος'

# labelKeyShrortcuts_AssignHill.Text
source: Assign 'Hill' Elevation
el_gr: Ανάθεση Αναγλύφου 'Λόφος'

# labelKeyShrortcuts_AssignFlat.Text
source: Assign 'Flat' Elevation
el_gr: Ανάθεση Αναγλύφου 'Πεδιάδα'

# labelKeyShrortcuts_AssignCoast.Text
source: Assign 'Coast' Elevation
el_gr: Ανάθεση Αναγλύφου 'Ακτή'

# labelKeyShrortcuts_AssignOcean.Text
source: Assign 'Ocean' Elevation
el_gr: Ανάθεση Αναγλύφου 'Ωκεανός'

# labelKeyShrortcuts_EditPlotData.Text
source: Edit Plot Data
el_gr: Μεταβολή Δεδομένων Τομέα

# labelKeyShrortcuts_EditRegion.Text
source: Edit Region
el_gr: Επεξεργασία Περιοχής

# labelKeyShrortcuts_ExportToCivMap.Text
source: Export To Civilization Map
el_gr: Αποθήκευση Σε Χάρτη Civilization

# labelKeyShrortcuts_NewModel.Text
source: New Model
el_gr: Δημιουργία Νέου Μοντέλου

# labelKeyShrortcuts_Save.Text
source: Save
el_gr: Αποθήκευση

# labelKeyShrortcuts_SaveAs.Text
source: Save As
el_gr: Αποθήκευση Ως

# labelKeyShrortcuts_OpenModel.Text
source: Open Existing Model
el_gr: Φόρτωση Υπάρχοντος Μοντέλου

# labelKeyShrortcuts_RepealAssignment.Text
source: Repeal Elevation Assignment
el_gr: Ακύρωση Ανάθεσης Ανάγλυφου

# generalTabPage.Text
source: General
el_gr: Γενικά

# $this.Text
source: Settings
el_gr: Ρυθμίσεις

# minZoomLabel.Text
source: Minimum Zoom Value (%)
el_gr: Ελάχιστη Τιμή Μεγέθυνσης

# maximumZoomLabel.Text
source: Maximum Zoom Value (%)
el_gr: Μέγιστη Τιμή Μεγέθυνσης

# zoomStepLabel.Text
source: Zoom Step (%)
el_gr: Κλίμακα Μεταβολής Μεγέθυνσης (%)

# ocealPlotLabel.Text
source: Ocean Plot Color
el_gr: Χρώμα Ωκεανού

# coastPlotLabel.Text
source: Coast Plot Color
el_gr: Χρώμα Ακτής

# flatPlotLabel.Text
source: Flat Plot Color
el_gr: Χρώμα Πεδιάδας

# hillPlotLabel.Text
source: Hills Plot Color
el_gr: Χρώμα Λόφου

# mountainPlotLabel.Text
source: Mountains Plot Color
el_gr: Χρώμα Όρους

# hexPlotWidthLabel.Text
source: Hexagonal (Pointy Top) Plot Width (Pixels)
el_gr: Πλάτος Τομέα Σχήματος Εξαγώνου

# squarePlotWidthLabel.Text
source: Square Plot Width (Pixels)
el_gr: Πλάτος Τομέα Σχήματος Τετραγώνου

# rhombusPlotWidthLabel.Text
source: Rhombus Plot Width (Pixels)
el_gr: Πλάτος Τομέα Σχήματος Ρόμβου

# originalMapGridLabel.Text
source: Map (Source) Grid Color
el_gr: Χρώμα Πλέγματος Πηγαίου Χάρτη

# processedMapUnassignedGridColorLabel.Text
source: Processed Map Unassigned Grid Color
el_gr: Χρώμα Πλέγματος Μη Ανατεθειμένου Τομέα

# highlightedPlotGridColorLabel.Text
source: Highlighted Plot Grid Color
el_gr: Χρώμα Πλέγματος Επιλεγμένου Τομέα

# highlightedPlotGridWidthLabel.Text
source: Highlighted Plot Grid Width (Pixels)
el_gr: Πλάτος Πλέγματος Επιλεγμένου Τομέα

# autoCenterRegionEditFormCheckBox.Text
source: Auto-Center on selected plot
el_gr: Αυτόματη εστίαση σε επιλεγμένο τομέα
