Repository: micksab/Map2Civ
Catalog: Map2Civ/Properties/Resources.*.resx
Languages: el_gr

# Str_ImageEditor_ImagePixels
source: Pixels
el_gr: Εικονοστοιχεία

# Str_SourceSettingsControlReliefMap_ErrorOpeningFile
source: Error while opening image map file.
el_gr: Σφάλμα κατά την φόρτωση του αρχείου.

# Str_AnalyserReliefMap_ErrorCreatingModel
source: Error while creating new model.
el_gr: Σφάλμα κατά την δημιουργία του νέου μοντέλου.

# Str_AnalyserReliefMap_ModelCreated
source: New model created..
el_gr: Δημιουργία νέου μοντέλου

# Str_BitmapOperations_RhombusNotSupported
source: Rhombus is not currently supported
el_gr: Απουσία υποστήριξης ρόμβου.

# Str_CivilizationVersion_Civilization5MapSizes_Duel
source: Duel (40x25)
el_gr: Μονομαχία (40x25)

# Str_CivilizationVersion_Civilization5MapSizes_Huge
source: Huge (128x80)
el_gr: Τεράστιος (128x80)

# Str_CivilizationVersion_Civilization5MapSizes_Humongous
source: Humongous ** For Debugging Purposes Only ** (300,200)
el_gr: Τερατώδης (300x200)

# Str_CivilizationVersion_Civilization5MapSizes_Large
source: Large (104x64)
el_gr: Μεγάλος (104x64)

# Str_CivilizationVersion_Civilization5MapSizes_Small
source: Small (66x42)
el_gr: Μικρός (66x42)

# Str_CivilizationVersion_Civilization5MapSizes_Standard
source: Standard (80x52
el_gr: Προτεινόμενος (80x52)

# Str_CivilizationVersion_Civilization5MapSizes_Tiny
source: Tiny (56x36)
el_gr: Μικροσκοπικός (56x36)

# Str_ExporterBase_NotSupportedMessagePart1
source: Option
el_gr: Η επιλογή

# Str_ExporterBase_NotSupportedMessagePart2
source: is not currently implemented..
el_gr: δεν υποστηρίζεται.

# Str_ExporterCivilizationV_ExportedMessage
source: Exported model to map
el_gr: Εξαγωγή μοντέλου στον χάρτη

# Str_GridType_GridTypeDescriptions_HexagonalPT
source: Hexagonal (Pointy Topped)
el_gr: Εξάγωνο (με αιχμή στην κορυφή)

# Str_GridType_GridTypeDescriptions_Rhombus
source: Rhombus
el_gr: Ρόμβος

# Str_GridType_GridTypeDescriptions_Square
source: Square
el_gr: Τετράγωνο

# Str_ImageEditor_ImageHeight
source: Image height:
el_gr: Ύψος εικόνας:

# Str_ImageEditor_ImageWidth
source: Image width:
el_gr: Πλάτος εικόνας:

# Str_KeyboardShortcutSelectorForm_ModifierRequiredCaption
source: Invalid input.
el_gr: Μη έγκυρη τιμή.

# Str_KeyboardShortcutSelectorForm_ModifierRequiredText
source: This shortcut requires that at least on key modifier (Control and/or Alt) are applied to it.
el_gr: Αυτή η συντόμευση απαιτεί ένα τουλάχιστον από τα πλήκτρα Control ή/και Alt.

# Str_KeyboardShortcutSelector_MessageBoxAlreadyAssignedCaption
source: Invalid selection.
el_gr: Μη έγκυρη επιλογή.

# Str_KeyboardShortcutSelector_MessageBoxAlreadyAssignedText
source: Key combination is already assigned to another shortcut.
el_gr: Η συντόμευση είναι ήδη ανατεθειμένη σε άλλη λειτουργία.

# Str_LoadModelProcessor_FileError
source: Error while performing asynchronous operation.
el_gr: Σφάλμα κατά την εκτέλεση της ασύγχρονης διαδικασίας.

# Str_LoadModelProcessor_FileLoaded
source: Loaded file
el_gr: Φορτώθηκε το αρχείο

# Str_MapDataSource_Description_GeoData
source: Geo-Data provider
el_gr: Πάροχος γεωχωρικών δεδομένων

# Str_MapDataSource_Description_ReliefMapImage
source: Relief Map Image File
el_gr: Αρχείο υψομετρικού χάρτη

# Str_NewMapForm_AnalysingPlotsPart1
source: Analyzing Plots (
el_gr: Ανάλυση τομέων (

# Str_NewMapForm_AnalysingPlotsPart2
source: % Done)
el_gr: % Ολοκληρωμένη)

# Str_NewMapForm_CreatingAnalysisImage
source: Creating Analysis Image
el_gr: Δημιουργία εικόνας προς ανάλυση

# Str_NewMapForm_UnhandledError
source: Unhandled Error
el_gr: Μη διαχειρίσιμο σφάλμα

# Str_PlotGeoData_NotSupported
source: Geo-Data feature is not implemented yet.
el_gr: Η διαχείριση γεωχωρικών δεδομένων δεν είναι ακόμη υλοποιημένη

# Str_ProcessedMapControlMode_Description_ColorEditor
source: Color Editor
el_gr: Διαχειριστής Χρωμάτων

# Str_ProcessedMapControlMode_Description_PlotEditors
source: Plot Editor
el_gr: Διαχειριστής Τομέων

# Str_ProcessedMapMenu_DeAssign_Text
source: Remove Terrain Assignment
el_gr: Κατάργηση ανατιθεμένου υψομέτρου.

# Str_ProcessedMapMenu_EditPlotColor_Text
source: Edit Plot Color (
el_gr: Διαχείριση χρώματος τομέα (

# Str_ProcessedMapMenu_EditRegion_Text
source: Edit Region (
el_gr: Διαχείριση Περιοχής (

# Str_SaveModelProcessor_SavedError
source: Error while saving model.
el_gr: Σφάλμα κατά την αποθήκευση του αρχείου.

# Str_SaveModelProcessor_SavedFile
source: Saved file
el_gr: Αποθήκευση αρχείου

# Str_SettingsForm_ZoomErrorCaption
source: Non acceptable value
el_gr: Μη αποδεκτή τιμή

# Str_SettingsForm_ZoomErrorText
source: The minimum zoom value should be smaller than the maximum zoom value.
el_gr: Η ελάχιστη τιμή μεγέθυνσης πρέπει να είναι μικρότερη από την μέγιστη τιμή.

# Str_SettingsForm_PlotWidthErrorCaption
source: Non acceptable value
el_gr: Μη αποδεκτή τιμή

# Str_SettingsForm_RestartCaption
source: Restart Required
el_gr: Επανεκκίνηση.

# Str_SettingsForm_RestartText
source: The changes you have made, require an application restart.
el_gr: Οι αλλαγές που κάνατε, απαιτούν την επανεκκίνηση της εφαρμογής.

# Str_SourceSettingsControlReliefMap_ImageSizeMsgBoxWaringCaption
source: Invalid Image Ratio.
el_gr: Μη έγκυρος λόγος πλευρών εικόνας.

# Str_SourceSettingsControlReliefMap_ImageSizeMsgBoxWaringText
source: The selected image's size is not compatible with the dimensions of the map. Would you like to select the portion of the image to be transferred to the map?
el_gr: Η επιλεγμένη εικόνα δεν είναι συμβατή με τις διαστάσεις του χάρτη που έχετε επιλέξει. Θα θέλατε να επιλέξετε το τμήμα της εικόνας που θα μεταφερθεί στον χάρτη;

# Str_SourceSettingsControlReliefMap_NoImageSelected
source: No image file selected. Please select a valid image file and try again
el_gr: Δεν επιλέχθηκε κάποιο αρχείο εικόνας. Παρακαλώ επιλέξτε ένα έγκυρο αρχείο και προσπαθήστε ξανά.

# Str_TerrainType_Description_Coast
source: Coast
el_gr: Ακτή

# Str_TerrainType_Description_Flat
source: Plain
el_gr: Πεδιάδα

# Str_TerrainType_Description_Hill
source: Hill
el_gr: Λόφος

# Str_TerrainType_Description_Mountain
source: Mountain
el_gr: Όρος

# Str_TerrainType_Description_NotDefined
source: Not Defined
el_gr: Μη Ορισμένο

# Str_TerrainType_Description_Ocean
source: Ocean
el_gr: Ωκεανός

# Str_ZoomSplitButtonText
source: Zoom:
el_gr: Μεγέθυνση:

# test
source: Intended Ratio:
el_gr: Επιθυμητός Λόγος:

# Str_ImageEditor_IntendedRatio
source: Intended Ratio:
el_gr: Επιθυμητός Λόγος:

# Str_AboutForm_About
source: About
el_gr: Πληροφορίες Λογισμικού

# Str_AboutForm_Version
source: Version
el_gr: Έκδοση

# Str_LoadModelProcessor_AsyncError
source: Error while performing asynchronous operation.
el_gr: Σφάλμα κατά την εκτέλεση ασύγχρονης διαδικασίας.

# Str_UnhandledError
source: Oops! There seems to be a problem that wasn't handled at all...
el_gr: Ώπα! Παρουσιάστηκε μη διαχειρίσιμο πρόβλημα!

# Str_OpenFileDialogFilter
source: Map2Civ Files | *.M2C
el_gr: Αρχείο Map2Civ | *.M2C

# Str_SettingsForm_MinimumZoomErrorText
source: The minimum zoom value must be smaller than 100
el_gr: Η ελάχιστη τιμή μεγέθυνσης πρέπει να είναι μικρότερη του 100

# Str_SettingsForm_MinimumZoomErrorCaption
source: Non acceptable value
el_gr: Μη αποδεκτή τιμή

# Str_SettingsForm_MaximumZoomErrorText
source: The maximum zoom value must be greater than 100
el_gr: Η μέγιστη τιμή μεγέθυνσης πρέπει να είναι μεγαλύτερη του 100

# Str_SettingsForm_MaximumZoomErrorCaption
source: Non acceptable value
el_gr: Μη αποδεκτή τιμή
